"%@ already exists. Replace?" = "%@ finns redan. Ersätta?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "Källkod från tredje part";
"?" = "?";
"\"%@\" notification is disabled" = "Notisen \"%@\" är inaktiverad";
"About Fcitx5 macOS" = "Om Fcitx5 macOS";
"About matching key position" = "Om matchning efter tangentposition";
"Add" = "Lägg till";
"Add an empty group" = "Lägg till en tom grupp";
"Add group" = "Lägg till grupp";
"Add input methods" = "Lägg till inmatningsmetoder";
"Add item" = "Lägg till objekt";
"Addon Config" = "Inställningar för tillägg";
"Advanced" = "Avancerat";
"All phrases are imported" = "Alla fraser har importerats";
"All plugins are up to date" = "Alla insticksmoduler är uppdaterade";
"Alpha (0-255)" = "Alfa (0–255)";
"Amharic" = "Amhariska";
"and" = "och";
"Arabic" = "Arabiska";
"Are you sure to uninstall selected plugins?" = "Är du säker på att du vill avinstallera de valda insticksmodulerna?";
"Are you sure to uninstall?" = "Är du säker på att du vill avinstallera?";
"Available" = "Tillgängliga";
"Cancel" = "Avbryt";
"Cannot show config for %@: %@" = "Det går inte att visa inställningarna för %1$@: %2$@";
"Check update" = "Sök efter uppdatering";
"Checking" = "Söker";
"Chinese" = "Kinesiska";
"Clear all data" = "Rensa alla data";
"Clear user data" = "Rensa användardata";
"Cleared" = "Rensat";
"Click or drag %@ file here" = "Klicka eller dra en %@-fil hit";
"Click or drag image file here" = "Klicka eller dra en bildfil hit";
"Click or drag theme file (.conf) here" = "Klicka eller dra en temafil (.conf) hit";
"Click or drag to this area" = "Klicka eller dra till det här området";
"Click to record" = "Klicka för att spela in";
"Close" = "Stäng";
"Config" = "Inställningar";
"Copy" = "Kopiera";
"Create" = "Skapa";
"Current keyboard layout: %@" = "Aktuell tangentbordslayout: %@";
"Custom Phrase" = "Anpassad fras";
"Cut" = "Klipp ut";
"Data" = "Data";
"Data manager" = "Datahanterare";
"Debug" = "Felsökning";
"Default" = "Standard";
"Developed by" = "Utvecklad av";
"Disable" = "Inaktivera";
"Done" = "Klar";
"Download failed" = "Hämtningen misslyckades";
"Edit" = "Redigera";
"Enable" = "Aktivera";
"English" = "Engelska";
"Error" = "Fel";
"Export data to …" = "Exportera data till …";
"Export failed" = "Exporten misslyckades";
"Export succeeded" = "Exporten lyckades";
"Failed to check update" = "Det gick inte att söka efter uppdateringar";
"Failed to convert txt table(s): %@" = "Det gick inte att konvertera txt-tabell(er): %@";
"Failed to copy Squirrel files" = "Det gick inte att kopiera Squirrel-filer";
"Failed to create" = "Det gick inte att skapa";
"Failed to import %@ dict(s)" = "Det gick inte att importera %@ ordlista/ordlistor";
"Failed to remove" = "Det gick inte att ta bort";
"Failed to save" = "Det gick inte att spara";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5 är uppdaterat";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5 startas om automatiskt vid behov.";
"Fcitx5 will auto restart." = "Fcitx5 startas om automatiskt.";
"Files with the same name will be overridden." = "Filer med samma namn kommer att skrivas över.";
"Follow App background (Liquid Glass)" = "Följ appbakgrunden (Liquid Glass)";
"Font family" = "Typsnittsfamilj";
"Generic" = "Generisk";
"Generic font families" = "Generiska typsnittsfamiljer";
"Global Config" = "Globala inställningar";
"Group name" = "Gruppnamn";
"Hamster" = "Hamster";
"Hide" = "Dölj";
"https:// or data:image/png;base64," = "https:// eller data:image/png;base64,";
"Import" = "Importera";
"Import customized table" = "Importera anpassad tabell";
"Import data from …" = "Importera data från …";
"Import dictionaries" = "Importera ordlistor";
"Import native custom phrases" = "Importera inbyggda anpassade fraser";
"Import succeeded" = "Importen lyckades";
"Imported %@ phrase(s)" = "%@ fras(er) importerades";
"Include Rime user directory in backup file?" = "Inkludera Rimes användarkatalog i säkerhetskopian?";
"Input Methods" = "Inmatningsmetoder";
"Install" = "Installera";
"Install failed" = "Installationen misslyckades";
"Install manually" = "Installera manuellt";
"Installed" = "Installerade";
"Invalid file name" = "Ogiltigt filnamn";
"Invalid regular expression" = "Ogiltigt reguljärt uttryck";
"Invalid zip" = "Ogiltig zip-fil";
"Items failed to import:" = "Följande objekt kunde inte importeras:";
"Japanese" = "Japanska";
"Keyboard layout not available" = "Tangentbordslayouten är inte tillgänglig";
"Keyword" = "Sökord";
"Korean" = "Koreanska";
"Latest (unstable) version available" = "Den senaste (instabila) versionen är tillgänglig";
"Licensed under" = "Licensierad under";
"Local" = "Lokal";
"Local Squirrel" = "Lokal Squirrel";
"Malayalam" = "Malayalam";
"Match key position" = "Matcha tangentposition";
"Maybe later" = "Kanske senare";
"Name" = "Namn";
"New file" = "Ny fil";
"No" = "Nej";
"No files selected" = "Inga filer valda";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "Normalt matchas kortkommandon mot det tecken som den aktuella tangentbordslayouten ger. När det här alternativet är aktiverat ignorerar kortkommandot tangentbordslayouten och matchas endast efter tangentens position. Ett kortkommando som registreras på tangenten A i QWERTY fortsätter till exempel att använda samma position efter byte till Dvorak.";
"OK" = "OK";
"Only show current language" = "Visa endast aktuellt språk";
"Open dictionary directory" = "Öppna ordlistekatalogen";
"Open directory" = "Öppna katalog";
"Open in editor" = "Öppna i redigerare";
"Order" = "Ordning";
"Other" = "Övrigt";
"Paste" = "Klistra in";
"Phrase" = "Fras";
"Pinyin Dictionaries" = "Pinyin-ordlistor";
"Pinyin user data" = "Användardata för Pinyin";
"Please update Fcitx5 in \"About\" first" = "Uppdatera först Fcitx5 under \"Om\"";
"Plugin Manager" = "Hanterare för insticksmoduler";
"Preview" = "Förhandsvisning";
"Quick Phrase" = "Snabbfras";
"Reload" = "Läs in igen";
"Reloaded" = "Inläst igen";
"Remove" = "Ta bort";
"Remove dictionaries" = "Ta bort ordlistor";
"Remove items" = "Ta bort objekt";
"Rename" = "Byt namn";
"Rename group" = "Byt namn på grupp";
"Reset current page. To reset a single item/group, right click on its label." = "Återställ aktuell sida. Högerklicka på etiketten för att återställa ett enskilt objekt eller en grupp.";
"Reset to default" = "Återställ till standard";
"Restart" = "Starta om";
"Restart process to load new fonts" = "Starta om processen för att läsa in nya typsnitt";
"Right click to reset this group" = "Högerklicka för att återställa den här gruppen";
"Right click to reset this item" = "Högerklicka för att återställa det här objektet";
"Rime binaries" = "Rime-binärfiler";
"Rime config" = "Rime-inställningar";
"Rime user data" = "Rime-användardata";
"Russian" = "Ryska";
"Save" = "Spara";
"Saved" = "Sparat";
"Search" = "Sök";
"Select" = "Välj";
"Select a language from the left list." = "Välj ett språk i listan till vänster.";
"Select All" = "Markera allt";
"Select an input method from the side bar." = "Välj en inmatningsmetod i sidofältet.";
"Select App" = "Välj app";
"Select font" = "Välj typsnitt";
"Select image" = "Välj bild";
"Select/Import CSS" = "Välj/importera CSS";
"Select/Import theme" = "Välj/importera tema";
"Selected %@ file(s)" = "%@ fil(er) har valts";
"Set keyboard layout of group" = "Ange gruppens tangentbordslayout";
"Set keyboard layout of input method" = "Ange inmatningsmetodens tangentbordslayout";
"Show keyboard layout" = "Visa tangentbordslayout";
"Sinhala" = "Singalesiska";
"Sogou Cell Dictionary" = "Sogou Cell-ordlista";
"Status bar is hidden" = "Statusfältet är dolt";
"Switch to Debug" = "Växla till felsökning";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Växla endast till felsökningsläge om Fcitx5 kraschar och du vill hjälpa till med felsökningen.";
"Switch to Release" = "Växla till Release";
"Table" = "Tabell";
"Table config: *.conf or *.conf.in" = "Tabellinställning: *.conf eller *.conf.in";
"Table data: *.dict or *.txt" = "Tabelldata: *.dict eller *.txt";
"Tamil" = "Tamil";
"Thai" = "Thailändska";
"Theme Editor" = "Temaredigerare";
"Theme name" = "Temanamn";
"Toggle input method" = "Växla inmatningsmetod";
"Toggle Sidebar" = "Visa/dölj sidofält";
"Toggle the visibility of the sidebar" = "Visa eller dölj sidofältet";
"Type here to preview style" = "Skriv här för att förhandsvisa stilen";
"Ukrainian" = "Ukrainska";
"Uninstall" = "Avinstallera";
"Uninstall and keep user data" = "Avinstallera och behåll användardata";
"Uninstall failed, you may need to manually remove" = "Avinstallationen misslyckades. Du kan behöva ta bort den manuellt";
"Unknown - %@" = "Okänd – %@";
"Unsupported config" = "Inställningen stöds inte";
"Unsupported option type %@" = "Alternativtypen %@ stöds inte";
"Update" = "Uppdatera";
"Update available" = "Uppdatering tillgänglig";
"Update now" = "Uppdatera nu";
"uses" = "använder";
"Version %@ available" = "Version %@ är tillgänglig";
"Vietnamese" = "Vietnamesiska";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "När Liquid Glass är aktiverat följer temat appens bakgrund, precis som för inbyggda inmatningsmetoder.\nFör att använda ett fast ljust/mörkt tema ändrar du Bakgrund → Oskärpa till \"Ingen\" eller \"Oskärpa\".";
"Yes" = "Ja";
"You may re-enable it in Advanced → macOS Frontend." = "Du kan aktivera den igen under Avancerat → macOS-gränssnitt.";
"You may re-enable it in Advanced → macOS Notification." = "Du kan aktivera den igen under Avancerat → macOS-notiser.";
"Your system version is no longer supported" = "Din systemversion stöds inte längre";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
